{
    "student_display_name": "jz53", 
    "status": "COMPLETED", 
    "program_year": 2018, 
    "task_definition_id": 5818597151604736, 
    "tags": [
        " outreach", 
        "marketing", 
        " mifos", 
        " UX", 
        " photography"
    ], 
    "student_id": 4890377967370240, 
    "is_beginner": "False", 
    "time_to_complete_in_days": "3", 
    "modified": "2018-12-03 14:13:10", 
    "max_instances": "10", 
    "id": 5230068201684992, 
    "organization_name": "Digital Impact Alliance", 
    "completion_date": "2018-12-03 14:13:06", 
    "deadline": "2018-12-06 01:04:51", 
    "submitted_date": "2018-12-03 02:22:54", 
    "organization_id": 4752143387983872, 
    "mentors": [
        "sanyam.bvcoe96@gmail.com", 
        "rbrown@mifos.org", 
        "edcable@mifos.org", 
        "guptachirag2002@gmail.com"
    ], 
    "task_definition_name": "Mifos - Create Library of Stock Images/Photos related to Fintech", 
    "categories": [
        "5"
    ], 
    "description": "Photos tell a powerful story. For all of our collateral, whether it be web, print (i.e. website, flyers, slide decks, social media) it's valuable to have rich, vivid imagery that is both professional and helps to tell our story. We try and get out into the field as much as possible to directly take photos of our actual clientele and individuial clients being impacted but can only gather so much. Nonetheless we still need more quality imagery. There a number of good resources online for free, share-able, high quality images like Pixabay and Pexels.\n\nFor this task, you will search for and download relevant images into a shared Google Drive folder at https://drive.google.com/open?id=1puXumY_ARibdkMyTf8mcu9hyQQMjK5Z9. You will also catalog the files in a Google Sheet with the source URL of the photo, the attribution info, author, category and a tag or description. Please download the original version or the highest resolution file of the image.\n\nFor this specific instance of the task, you are finding images that relate to fintech and technology that relates to financial services. Search terms might include fintech, smartphones, mobile banking, banking, online banking, financial services Multiple students can claim this task so we will use your unique Google sheet to ensure you're not uploading duplicate images.\n\nYou should include a total of 20 images.\n\nTo clarify, to complete this task:\n\n1. Search and find 20 images\n2. Download and share these in the Google Drive folder\n3. Catalog images in the specified Google Sheet. \n\nSome example photos have been uploaded as well as documented in a sample catalog - https://goo.gl/sJiU45"
}