{
    "student_display_name": "Daniel Genkin", 
    "status": "COMPLETED", 
    "program_year": 2017, 
    "task_definition_id": 5776297034776576, 
    "tags": [
        "market research", 
        " fintech", 
        " innovation", 
        " africa", 
        " due diligence"
    ], 
    "student_id": 6365669266292736, 
    "time_to_complete_in_days": "3", 
    "modified": "2018-01-01 19:09:19", 
    "max_instances": "4", 
    "id": 4965479636533248, 
    "organization_name": "The Mifos Initiative", 
    "completion_date": "2018-01-01 19:09:13", 
    "deadline": "2018-01-04 15:57:20", 
    "is_beginner": "False", 
    "organization_id": 6239808655458304, 
    "mentors": [
        "edcable@mifos.org"
    ], 
    "task_definition_name": "Write an Innovator Profile for an Innovation Hub in Uganda", 
    "categories": [
        "5"
    ], 
    "description": "Part of the Mifos Initiative strategy in 2017 and 2018 as we bring to market an application framework for digital financial services is to evangelize the brand new cloud-native microservices architecture to fintech startups at tech hubs, accelerators, fintech labs, and innovation challenges worldwide.\n\nThe message is to build apps not infrastructure and they should build on top of our open source banking infrastructure so they can accelerate the time to market for their solution by focusing on building their app and the unique innovation needed by their customer.\n\nMore details on our Innovator Strategy at https://goo.gl/VSaajA \n\nTwo types of task are available for our innovation strategy research - cataloging innovation hubs in our database and this task: \n\nWe have cataloged the innovation hubs available in each country and have a profile/research template for the type of information we want to document for each hub.\n\nThis task involves selecting a tech hub from the assigned country in our Google Sheet database, duplicating the Google Slides template and filling in the with the relevant research and insights. Name the slide deck with the format [Innovation Hub Profile - Country - Entity Name]\n\nCatalog of innovation hubs by country is at: https://goo.gl/SdB785\nA folder of sample profiles to follow are at: https://goo.gl/1aTnzr\nThe template to make a copy of and use as the format to follow: https://goo.gl/KB4U21\n\nPlease see external URL for an overview of what needs to be researched."
}