{
    "student_display_name": "mparadise", 
    "status": "COMPLETED", 
    "program_year": 2017, 
    "task_definition_id": 6235321421266944, 
    "tags": [
        "communitymanagement", 
        "graphicdesign", 
        "outreach", 
        "volunteer"
    ], 
    "student_id": 5452512779829248, 
    "time_to_complete_in_days": "3", 
    "modified": "2017-12-07 17:32:58", 
    "max_instances": "5", 
    "id": 6079008410173440, 
    "organization_name": "The Mifos Initiative", 
    "completion_date": "2017-12-07 17:29:29", 
    "deadline": "2017-12-10 12:28:22", 
    "is_beginner": "False", 
    "organization_id": 6239808655458304, 
    "mentors": [
        "isaac.kamga@mifos.org", 
        "sanyam.bvcoe96@gmail.com", 
        "edcable@mifos.org"
    ], 
    "task_definition_name": "Design A T-shirt For Our Mifos Summit", 
    "categories": [
        "5"
    ], 
    "description": "Each year we hold an annual conference and give out a new t-shirt to community members. We also give the shirts out to our volunteers throughout the year since this is one of our biggest incentives a developer could get :) The design of the t-shirt should have both a tech feel as well as some of the warmth of a non-profit to it. We'd like to do the t-shirt on a dark or blue background so a lighter single color design is preferable. Deliverable for this would be a high-res illustrator or photoshop file of the design. For this task, you would have the freedom to design what you want but it should communicate across collaboration, community, empowerment, financial inclusion, solidarity, innovation, technology. working on a common platform, unity, peer support., diversity given our community is completely global, flexibility and freedom of open source. It could tie in elements of technology like software code/bits and bytes, mobile phones, cloud computing. It could tie in elements of microfinance like different forms of currency, villages, microbusinesses like farming, artisanry, etc. \n\nIf you need logos and design files, please see https://drive.google.com/open?id=0ByeK44WJrHIvYnk1M0ZFemJSNkE\n\nAppend your name to your submissions and place them in the Designs Folder https://goo.gl/pM4w1f"
}