{
    "student_display_name": "laxya", 
    "status": "ABANDONED", 
    "program_year": 2019, 
    "task_definition_id": 6590139287994368, 
    "tags": [
        " competitor analysis", 
        " fintech", 
        " mifos", 
        " due diligence", 
        "research"
    ], 
    "student_id": 5934632118255616, 
    "is_beginner": "False", 
    "time_to_complete_in_days": "3", 
    "modified": "2019-12-31 17:53:30", 
    "max_instances": "2", 
    "id": 6520582485573632, 
    "organization_name": "The Mifos Initiative", 
    "completion_date": null, 
    "deadline": "2020-01-03 09:54:45", 
    "submitted_date": null, 
    "organization_id": 5721189306073088, 
    "mentors": [
        "edcable@mifos.org", 
        "luphieanza@gmail.com", 
        "guptachirag2002@gmail.com"
    ], 
    "task_definition_name": "Mifos - Do Deep Dive Competitor Research and Functional Comparison with nCino", 
    "categories": [
        "5"
    ], 
    "description": "Building off of the initial competitor research and due diligence completed by one of our GCI students at https://goo.gl/pkZC76, we want to do a deeper dive on the other software vendors including more details on their company, their business and support model, as well as comparison of their functionality.\n\nYou will fill out and complete as many of the rows for this assigned competitor/vendor and put the corresponding information in the column with their name.\n\nDo as thorough of research via Google as you can including their website, software reviews, press releases, etc.\n\nIf you have trouble finding information, you can also reach out direction to the vendor by contacting them as a student doing a research project.\n\nAll information that must be gathered can be found in the template at https://goo.gl/d9x8Hr\n\nPlease make a copy of this sheet and then complete for the specific competitor. Some research from a previous year on one competitor was included as a reference.\n\nYou can also add supplemental information as a slide deck or Google Doc."
}