{
    "student_display_name": "Daniel Z.", 
    "status": "ABANDONED", 
    "program_year": 2019, 
    "task_definition_id": 4609920121438208, 
    "tags": [
        "community management", 
        " microfinance", 
        " outreach", 
        " events\nfinancial inclusion"
    ], 
    "student_id": 5041922016542720, 
    "is_beginner": "False", 
    "time_to_complete_in_days": "3", 
    "modified": "2020-01-07 12:46:02", 
    "max_instances": "4", 
    "id": 4715501482147840, 
    "organization_name": "The Mifos Initiative", 
    "completion_date": null, 
    "deadline": "2020-01-10 01:48:14", 
    "submitted_date": null, 
    "organization_id": 5721189306073088, 
    "mentors": [
        "sanyam.bvcoe96@gmail.com", 
        "jonathanzhang53@gmail.com", 
        "luphieanza@gmail.com", 
        "edcable@mifos.org"
    ], 
    "task_definition_name": "Update Mifos Events/Conferences Calendar for Financial Inclusion or Microfinance Events", 
    "categories": [
        "5"
    ], 
    "description": "Mifos sits at the crossroads of a number of different industries – financial inclusion and microfinance, financial cooperatives, credit unions, fintech, mobile banking, financial services, cloud computing, open source technology, electronic money, digital financial services, HFOSS (Humanitarian Free and Open Source Software). We attend events regularly to promote our mission, educate about our technology and identify new volunteers, customers, donors, and partners.\n\nHaving a comprehensive and up-to-date calendar is important for our staff to plan out what events to attend as well as to inform our community. Internally, we track these events via a Google Sheet and also publicize the ones relevant to the community on our public community calendar.\n\nThis task would involve updating our current calendar with the dates/times for events that we’ve followed or participated in during the past as well as researching and adding new events to our calendar.\n\nThis task centers specifically on events related to Financial Inclusion/Microfinance: Conferences focused on financial inclusion or microfinance, especially national ones - good for building partnerships, customer demand. Examples: Global Microfinance Forum, SEEP Conference, ACCESS India Summit, Sanabel\n\nWork to Do:\n\n* Add new rows with relevant details for all events you find to this Google Sheet- https://bit.ly/2qUz6Bl\n* Request Access to Public Mifos Community Calendar at http://mifos.org/resources/community/calendar and post relevant events to that Calendar as well."
}