{
    "student_display_name": "Abhi Kulshrestha", 
    "status": "COMPLETED", 
    "program_year": 2018, 
    "task_definition_id": 5735276585418752, 
    "tags": [
        " DFS", 
        " fintech", 
        " mifos", 
        "research", 
        " mobile money"
    ], 
    "student_id": 6459132488974336, 
    "is_beginner": "False", 
    "time_to_complete_in_days": "3", 
    "modified": "2018-12-04 07:10:49", 
    "max_instances": "2", 
    "id": 6047648982237184, 
    "organization_name": "Digital Impact Alliance", 
    "completion_date": "2018-12-04 07:10:45", 
    "deadline": "2018-12-07 02:20:21", 
    "submitted_date": "2018-12-04 02:28:20", 
    "organization_id": 4752143387983872, 
    "mentors": [
        "rbrown@mifos.org", 
        "edcable@mifos.org"
    ], 
    "task_definition_name": "Mifos - Write a Fintech Research Brief on Digital Financial Services in China", 
    "categories": [
        "5"
    ], 
    "description": "## Objective \nThe next generation of Mifos is focused on digital financial services which offer unparalleled access, reach, and depth of financial services at much lower cost. To better approach each market we want to understand the mobile money, electronic money, mobile wallets, cryptocurrency offerings along with the fintech landscape and regulatory climate that is enabling it.\n\nSee https://goo.gl/NEnwjR for an overview of required deliverables.\n\n## Digital Financial Services\n### Mobile Money Ecosystem\n\n* Who are the major mobile money (MM) players\n* How widely adopted is mobile money?\n* Is it interoperable?\n* For each of the major MM players, what product/services do they have? what is cost structure? how many users do they have? what transaction volume flows through?\n\n### Electronic Money\n* What is level of adoption of electronic money (debit/credit cards, alternative/crypto-currency)?\n* How favorable is the regulatory climate? Have there been any national laws passed to ease the transition away from cash?\n\n### Mobile Wallets & Payment Systems\n* Who are the major mobile wallet providers? Major payment systems?\n* What are the products and services they offer? What is their business model?\n* What is adoption with the poor?\n\n### FinTech\n* Who are the major fintech players? What banks have finlabs or financial innovation labs?\n* Which ones are focused on financial inclusion? What products and services do they offer?\n* What are the major trends we're seeing?"
}