{
    "status": 2, 
    "time_to_complete_in_days": 3, 
    "is_beginner": false, 
    "program_year": 2018, 
    "description": "We attend and speak at numerous conferences throughout the year across different sectors that we operate in. Participation at these events is an important way for us to build awareness, strengthen our brand, grow our community and ecosystem and attract new contributors, donors, customers, & strategic partners. Researching which events are occuring is a valuable planning tool for us to know what events we should prioritize attending.\n\n1.Open up the Google Sheet at https://goo.gl/gPqHhj and in the tab, 2018 and 2019 Events, for the given category you will both update the previously listed events for the 2018/2019 time frame. In addition you will research and identify new events.You should update/add at least fifteen events\n2. The information that you should include for each event includes: event name, year, start date, end date, location - country and city, category, website, goals for attending event, our role at the event, and a description.\n3. You should also then add the description and times of the event to our Mifos Community Calendar (a shared Google calendar for our community) at http://mifos.org/resources/community/calendar/ For this portion of the task, you need to request access from mentors nce you've claimed the task.\n\n1. Link to Google Sheet and describing which rows you added/edited. \n2. Screenshot showing you updated the Community Calendar\n\nIf you need help, be sure to post your question to our mentors  or ask in our [Gitter chatroom](https://gitter.im/openMF/mifos)", 
    "tags": [
        " events", 
        " community management", 
        " outreach", 
        " administration", 
        "Mifos"
    ], 
    "claimed_count": 0, 
    "completed_count": 0, 
    "mentors": [
        "rbrown@mifos.org", 
        "edcable@mifos.org"
    ], 
    "max_instances": 5, 
    "private_metadata": "", 
    "categories": [
        5
    ], 
    "last_modified": "2018-10-25T18:25:36Z", 
    "external_url": "https://goo.gl/gPqHhj", 
    "id": 6030090556145664, 
    "available_count": 5, 
    "name": "Mifos - Update Events On Mifos Calendar In Financial Inclusion Category"
}