{
    "student_display_name": "ethan627hsu", 
    "status": "ABANDONED", 
    "program_year": 2018, 
    "task_definition_id": 6487718696583168, 
    "tags": [
        "design", 
        " marketing", 
        " swag", 
        " mifos", 
        " tshirt"
    ], 
    "student_id": 5293817197494272, 
    "is_beginner": "False", 
    "time_to_complete_in_days": "3", 
    "modified": "2018-11-14 20:42:51", 
    "max_instances": "10", 
    "id": 6482236942581760, 
    "organization_name": "Digital Impact Alliance", 
    "completion_date": null, 
    "deadline": "2018-11-17 05:32:13", 
    "submitted_date": null, 
    "organization_id": 4752143387983872, 
    "mentors": [
        "sanyam.bvcoe96@gmail.com", 
        "rbrown@mifos.org", 
        "edcable@mifos.org", 
        "guptachirag2002@gmail.com"
    ], 
    "task_definition_name": "Mifos - Design a Mifos T-Shirt", 
    "categories": [
        "2"
    ], 
    "description": "SWAG is one of our best tools to motivate volunteers and community members. We like to have a shirt available to give to volunteers, sell at conferences or use for the official shirts of our conferences that we organize.\n\nIn short, a Mifos t-shirt is highly valued by our community and we'd love for the design to be top-notch. Your creativity can go a long ways and lot of eyes will be on your design. \n\nThe design of the t-shirt should have both a tech feel as well as some of the warmth of a non-profit to it. You can experiment with a multi-color design but sometimes for budget reasons we have to do a single color print so bear that in mind with your design.\n\n Deliverable for this would be a high-res illustrator or photoshop file of the design along with .jpg/png files. \n\nFor this task, you would have the freedom to design what you want but it should communicate across collaboration, community, empowerment, financial inclusion, solidarity, innovation, technology. working on a common platform, unity, peer support., diversity given our community is completely global, flexibility and freedom of open source. It could tie in elements of technology like software code/bits and bytes, mobile phones, cloud computing. It could tie in elements of microfinance like different forms of currency, villages, microbusinesses like farming, artisanry, etc.\n\nIf you need logos and design files, please see https://drive.google.com/open?id=0ByeK44WJrHIvYnk1M0ZFemJSNkE\n\nAppend your name to your submissions and place them in the Designs Folder at https://drive.google.com/open?id=1rEuaYW6NS3I50tGLYtCAkRVJEzeBMJwY"
}