{
    "student_display_name": "Rohan2003", 
    "status": "COMPLETED", 
    "program_year": 2018, 
    "task_definition_id": 4563784694759424, 
    "tags": [
        " RBI", 
        "Mifos", 
        " PPI", 
        " Digital Wallets", 
        " Research"
    ], 
    "student_id": 6322359221878784, 
    "is_beginner": "False", 
    "time_to_complete_in_days": "4", 
    "modified": "2018-11-06 09:07:40", 
    "max_instances": "3", 
    "id": 6419933094215680, 
    "organization_name": "Digital Impact Alliance", 
    "completion_date": "2018-11-06 08:46:52", 
    "deadline": "2018-11-09 16:42:15", 
    "submitted_date": "2018-11-05 20:08:50", 
    "organization_id": 4752143387983872, 
    "mentors": [
        "sanyam.bvcoe96@gmail.com", 
        "gupta.hemant65@gmail.com", 
        "guptachirag2002@gmail.com"
    ], 
    "task_definition_name": "Mifos - Research On Guidelines Set Up By RBI For Digital Wallets In India", 
    "categories": [
        "5"
    ], 
    "description": "RBI stands for Reserve Bank of India, is the central bank of India. RBI acts as Banker to Banks, it lays down the broad parameters of banking operations in the country. It lays down rules and regulations of various banking activities like loans, credit cards or debit cards,PPI, branches, information that bank has to report, how to deal with Customers get KYC (Know Your Customer).\n\nFor this task, you need to do a brief research on Guidelines Issued by RBI to set up Digital Wallet, which is part of PPI (Prepaid Payment Instrument). Your research may include the following points - types of PPIs defined, eligibilty criteria for different PPIs, cash loading limits, transaction limits etc. If you are using any economic term or short forms, please include its definition at the end of the report.Feel free to include whatever screenshots, charts, graphics from the provider's websites for the brief and links to any relevant reports, PDFs or downloads from their website. You can get the relevent information from RBI circulars uploaded on RBI website.\n\nYou can use Google Docs, Microsoft Word or any other word processor as per your convenience and share it with mentor for review."
}