{
    "student_display_name": "janicek", 
    "status": "ABANDONED", 
    "program_year": 2017, 
    "task_definition_id": 6289258836918272, 
    "tags": [
        "nonprofits", 
        "social media", 
        "outreach", 
        "linkedin", 
        "research"
    ], 
    "student_id": 5742982516965376, 
    "time_to_complete_in_days": "3", 
    "modified": "2017-12-25 18:26:45", 
    "max_instances": "2", 
    "id": 5704576214761472, 
    "organization_name": "The Mifos Initiative", 
    "completion_date": null, 
    "deadline": "2017-12-27 13:34:59", 
    "is_beginner": "False", 
    "organization_id": 6239808655458304, 
    "mentors": [
        "edcable@mifos.org", 
        "justin.d128@gmail.com", 
        "etoth@mifos.org"
    ], 
    "task_definition_name": "Find and Catalog 25 LinkedIn Groups related to Non Profits", 
    "categories": [
        "5"
    ], 
    "description": "One of our objectives as a non-profit initiative, is to serve as a thought leader for open source, fintech, and technology-enabled financial inclusion. LinkedIn and its expansive network of experts and professionals provides a good forum for us to position ourselves as a thought leader. There exist various LinkedIn Groups in the domains we operate in where we could network, promote our accomplishments, and participate in valuable discussions. \n\nThis task centers around researching and cataloging LinkedIn Groups that we could join. For this task, you need to research and put in our Google Sheet Database, 25 LinkedIn Groups for the specific domain. Don't duplicate groups others have listed. \n\nNon Profits: These can help us be aware of trends related to non-profits and tips and resources for fundraising, philanthropic giving, and volunteer recruitment  Search terms related to these groups include non-profits, NGOs, fundraising, philanthropy, volunteers, social entrepreneurship. \n\nFor each group you find, you must input the following in the Google Sheet at https://goo.gl/kSoTWW\n\n* Group Name\n* Category of Group\n* Description of Group (what is listed under about this Group)\n* URL for Group\n* Number of Members in Group\n\nTo search for groups by name or keyword:\nGo to Linkedin.com (while logged in) and in the search box at the top of your LinkedIn homepage, type keywords or group names of interest, and click Search.\nOn the search results page, click the Groups tab."
}